Repository: huihuisang/TypeNote
Catalog: TypeNote/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, zh_hans

source: © 2025 TypeNote. Built with ♥
de: © 2025 TypeNote. Mit ♥ gebaut
fr: © 2025 TypeNote. Fait avec ♥
it: © 2025 TypeNote. Fatto con ♥
ja: © 2025 TypeNote. ♥ を込めて制作
ko: © 2025 TypeNote. ♥ 으로 만들었습니다
zh_hans: © 2025 TypeNote. 用 ♥ 构建

source: 1-7=note 0=rest '=octave up ,=octave down _=half duration -=extend #/b=sharp/flat
de: 1-7=Note 0=Pause '=Oktave hoch ,=Oktave tief _=halbe Dauer -=verlängern #/b=Kreuz/b
fr: 1-7=note 0=silence '=octave haut ,=octave bas _=durée moitié -=prolonger #/b=dièse/bémol
it: 1-7=nota 0=pausa '=ottava su ,=ottava giù _=durata metà -=estendi #/b=diesis/bemolle
ja: 1-7=音符 0=休符 '=オクターブ上 ,=オクターブ下 _=音価半分 -=延長 #/b=半音
ko: 1-7=음표 0=쉼표 '=옥타브 위 ,=옥타브 아래 _=음가 절반 -=연장 #/b=반음
zh_hans: 1-7=音符 0=休止 '=升八度 ,=降八度 _=时值减半 -=延长 #/b=升降号

source: 1-7=notes 0=rest '=up ,=down _=half -=extend #/b=sharp/flat
de: 1-7=Noten 0=Pause '=hoch ,=tief _=halb -=verlängern #/b=Kreuz/b
fr: 1-7=notes 0=silence '=haut ,=bas _=moitié -=prolonger #/b=dièse/bémol
it: 1-7=note 0=pausa '=su ,=giù _=metà -=estendi #/b=diesis/bemolle
ja: 1-7=音符 0=休符 '=オクターブ上 ,=オクターブ下 _=半拍 -=延長 #/b=半音
ko: 1-7=음표 0=쉼표 '=한 옥타브 위 ,=한 옥타브 아래 _=반박 -=연장 #/b=반음
zh_hans: 1-7=音符 0=休止 '=升八度 ,=降八度 _=半拍 -=延长 #/b=升降号

source: 128 Instruments
de: 128 Instrumente
it: 128 strumenti
ja: 128種類の楽器
ko: 128개의 악기
zh_hans: 128 种乐器

source: 128 timbres to match your mood. Switch in two clicks.
de: 128 Klangfarben für jede Stimmung. In zwei Klicks wechseln.
fr: 128 timbres selon votre humeur. Changez en deux clics.
it: 128 timbri per ogni umore. Cambia in due clic.
ja: 気分に合わせて 128 種類の音色。 2 クリックで切り替えられます。
ko: 기분에 맞는 128가지 음색. 클릭 두 번으로 바꿔보세요.
zh_hans: 128 种音色随心切换， 两次点击即可更换。

source: About
de: Über
fr: À propos
it: Info
ja: このアプリについて
ko: 정보
zh_hans: 关于

source: Accordion
de: Akkordeon
fr: Accordéon
it: Fisarmonica
ja: アコーディオン
ko: 아코디언
zh_hans: 手风琴

source: Acoustic Bass
de: Akustischer Bass
fr: Basse acoustique
it: Basso acustico
ja: アコースティックベース
ko: 어쿠스틱 베이스
zh_hans: 原声贝斯

source: Acoustic Grand Piano
de: Akustischer Flügel
fr: Piano à queue acoustique
it: Pianoforte a coda acustico
ja: アコースティックグランドピアノ
ko: 어쿠스틱 그랜드 피아노
zh_hans: 原声大钢琴

source: ACTIVE
de: AKTIV
fr: ACTIF
it: ATTIVO
ja: アクティブ
ko: 활성
zh_hans: 活跃

source: Alto Sax
de: Altsaxophon
fr: Saxophone alto
it: Sassofono contralto
ja: アルトサックス
ko: 알토 색소폰
zh_hans: 中音萨克斯

source: Always There
de: Immer da
fr: Toujours Présent
it: Sempre Presente
ja: いつでもそこに
ko: 항상 곁에
zh_hans: 始终陪伴

source: Ambient
de: Ambiente
fr: Ambiant
it: Ambiente
ja: アンビエント
ko: 앰비언트
zh_hans: 环境音效

source: Ambient Typing
de: Tastatur-Sounds
fr: Frappe Ambiante
it: Digitazione Sonora
ja: アンビエントタイピング
ko: 앰비언트 타이핑
zh_hans: 沉浸打字

source: Applause
de: Applaus
fr: Applaudissements
it: Applausi
ja: 拍手
ko: 박수
zh_hans: 掌声

source: Bagpipe
de: Dudelsack
fr: Cornemuse
it: Cornamusa
ja: バグパイプ
ko: 백파이프
zh_hans: 风笛

source: Baritone Sax
de: Baritonsaxophon
fr: Saxophone baryton
it: Sassofono baritono
ja: バリトンサックス
ko: 바리톤 색소폰
zh_hans: 上低音萨克斯

source: Bassoon
de: Fagott
fr: Basson
it: Fagotto
ja: バスーン
ko: 바순
zh_hans: 大管

source: Bird Tweet
de: Vogelzwitschern
fr: Chant d'oiseau
it: Cinguettio
ja: 鳥のさえずり
ko: 새 지저귐
zh_hans: 鸟叫声

source: Blown Bottle
de: Blasflasche
fr: Bouteille soufflée
it: Bottiglia soffiata
ja: ブロウンボトル
ko: 불어 병
zh_hans: 吹瓶

source: Brass
de: Blechbläser
fr: Cuivres
it: Ottoni
ja: ブラス
ko: 금관악기
zh_hans: 铜管

source: Brass Section
de: Blechbläser-Sektion
fr: Section de cuivres
it: Sezione ottoni
ja: ブラスセクション
ko: 브라스 섹션
zh_hans: 铜管组

source: Breath Noise
de: Atemgeräusch
fr: Bruit de souffle
it: Rumore di respiro
ja: ブレスノイズ
ko: 숨소리
zh_hans: 呼吸声

source: Bright Acoustic Piano
de: Heller akustischer Flügel
fr: Piano acoustique brillant
it: Pianoforte acustico brillante
ja: ブライトアコースティックピアノ
ko: 브라이트 어쿠스틱 피아노
zh_hans: 明亮原声钢琴

source: Built-in pieces, or import MIDI and MusicXML files.
de: Integrierte Stücke oder MIDI- und MusicXML-Dateien importieren.
fr: Morceaux intégrés ou importez des fichiers MIDI et MusicXML.
it: Brani integrati, o importa file MIDI e MusicXML.
ja: 内蔵の曲や、MIDIとMusicXMLファイルをインポート。
ko: 내장 곡 또는 MIDI, MusicXML 파일을 가져오세요.
zh_hans: 内置曲目，或导入 MIDI 和 MusicXML 文件。

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Check for Updates...
de: Nach Updates suchen...
fr: Vérifier les mises à jour...
it: Verifica aggiornamenti...
ja: アップデートを確認...
ko: 업데이트 확인...
zh_hans: 检查更新...

source: Children
de: Kinderlieder
fr: Enfants
it: Bambini
ja: 子ども向け
ko: 동요
zh_hans: 儿歌童谣

source: Chinese
de: Chinesisch
fr: Chinois
it: Cinese
ja: 中国語
ko: 중국어
zh_hans: 华语经典

source: Choir Aahs
de: Chor Aahs
fr: Chœur Aahs
it: Coro Aahs
ja: クワイアアー
ko: 합창 아
zh_hans: 合唱啊

source: Chromatic Perc.
de: Chrom. Schlaginstr.
fr: Perc. chromatique
it: Perc. cromatiche
ja: クロマティック打楽器
ko: 크로마틱 타악기
zh_hans: 色彩打击乐

source: Church Organ
de: Kirchenorgel
fr: Orgue d'église
it: Organo da chiesa
ja: チャーチオルガン
ko: 교회 오르간
zh_hans: 教堂风琴

source: Clarinet
de: Klarinette
fr: Clarinette
it: Clarinetto
ja: クラリネット
ko: 클라리넷
zh_hans: 单簧管

source: Classical
de: Klassik
fr: Classique
it: Classica
ja: クラシック
ko: 클래식
zh_hans: 西方古典

source: Clean Guitar
de: Clean-Gitarre
fr: Guitare clean
it: Chitarra pulita
ja: クリーンギター
ko: 클린 기타
zh_hans: 清音吉他

source: Click here and start playing your notes
de: Hier klicken und mit dem Spielen beginnen
fr: Cliquez ici pour commencer à jouer
it: Clicca qui per iniziare a suonare
ja: ここをクリックして演奏を開始
ko: 여기를 클릭하여 연주 시작
zh_hans: 点击此处开始演奏

source: Continue
de: Weiter
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
zh_hans: 继续

source: Continue Anyway
de: Trotzdem fortfahren
fr: Continuer quand même
it: Continua comunque
ja: 続ける
ko: 계속하기
zh_hans: 继续

source: Contrabass
de: Kontrabass
fr: Contrebasse
it: Contrabbasso
ja: コントラバス
ko: 콘트라베이스
zh_hans: 低音提琴

source: Credits
de: Danksagungen
fr: Crédits
it: Crediti
ja: クレジット
ko: 크레딧
zh_hans: 致谢

source: Custom Score
de: Benutzerdefinierte Partitur
fr: Partition personnalisée
it: Partitura personalizzata
ja: カスタム楽譜
ko: 커스텀 악보
zh_hans: 自定义乐谱

source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
zh_hans: 删除

source: Detect keystrokes to trigger sounds.
de: Tastatureingaben erkennen, um Klänge auszulösen.
fr: Détecter les frappes pour déclencher des sons.
it: Rileva le sequenze di tasti per attivare i suoni.
ja: キーストロークを検出して音を鳴らします。
ko: 키 입력을 감지하여 소리를 재생합니다.
zh_hans: 检测按键以触发音效。

source: Distortion Guitar
de: Distortion-Gitarre
fr: Guitare distorsion
it: Chitarra distorta
ja: ディストーションギター
ko: 디스토션 기타
zh_hans: 失真吉他

source: Drawbar Organ
de: Zugriegelorgel
fr: Orgue à tirettes
it: Organo a registri
ja: ドローバーオルガン
ko: 드로우바 오르간
zh_hans: 拉杆风琴

source: Each keystroke plays the next note in your score.
de: Jeder Tastendruck spielt die nächste Note in Ihrer Partitur.
fr: Chaque frappe joue la note suivante de votre partition.
it: Ogni tasto suona la nota successiva nel tuo spartito.
ja: キーを押すたびに楽譜の次の音符が演奏されます。
ko: 키를 누를 때마다 악보의 다음 음이 연주됩니다.
zh_hans: 每次按键播放乐谱中的下一个音符。

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
zh_hans: 编辑

source: Edit Score
de: Partitur bearbeiten
fr: Modifier la partition
it: Modifica partitura
ja: 楽譜を編集
ko: 악보 편집
zh_hans: 编辑乐谱

source: Electric Bass (finger)
de: E-Bass (Finger)
fr: Basse électrique (doigt)
it: Basso elettrico (dito)
ja: エレクトリックベース（フィンガー）
ko: 일렉트릭 베이스 (손가락)
zh_hans: 电贝斯（指弹）

source: Electric Bass (pick)
de: E-Bass (Plektrum)
fr: Basse électrique (médiator)
it: Basso elettrico (plettro)
ja: エレクトリックベース（ピック）
ko: 일렉트릭 베이스 (피크)
zh_hans: 电贝斯（拨片）

source: Electric Grand Piano
de: Elektrischer Flügel
fr: Piano à queue électrique
it: Pianoforte a coda elettrico
ja: エレクトリックグランドピアノ
ko: 일렉트릭 그랜드 피아노
zh_hans: 电钢琴

source: Electric Piano 1
de: E-Piano 1
fr: Piano électrique 1
it: Pianoforte elettrico 1
ja: エレクトリックピアノ1
ko: 일렉트릭 피아노 1
zh_hans: 电钢琴 1

source: Electric Piano 2
de: E-Piano 2
fr: Piano électrique 2
it: Pianoforte elettrico 2
ja: エレクトリックピアノ2
ko: 일렉트릭 피아노 2
zh_hans: 电钢琴 2

source: English Horn
de: Englischhorn
fr: Cor anglais
it: Corno inglese
ja: イングリッシュホルン
ko: 잉글리시 호른
zh_hans: 英国管

source: Ethnic
de: Ethnisch
fr: Ethnique
it: Etnico
ja: 民族楽器
ko: 민족 악기
zh_hans: 民族乐器

source: Every keystroke is a note — just start typing
de: Jeder Tastendruck ist eine Note — fangen Sie einfach an zu tippen
fr: Chaque frappe est une note — commencez simplement à taper
it: Ogni tasto è una nota — inizia semplicemente a digitare
ja: キーを押すたびに音符が鳴る — 入力するだけでOK
ko: 모든 키 입력이 음표 — 그냥 타이핑하세요
zh_hans: 每次按键都是一个音符 — 开始输入吧

source: Failed to load instrument: %@
de: Instrument konnte nicht geladen werden: %@
fr: Échec du chargement de l'instrument : %@
it: Impossibile caricare lo strumento: %@
ja: 楽器の読み込みに失敗しました：%@
ko: 악기 로드 실패: %@
zh_hans: 乐器加载失败：%@

source: Fiddle
de: Fidel
fr: Violon folk
ja: フィドル
ko: 피들
zh_hans: 民间小提琴

source: Flute
de: Flöte
fr: Flûte
it: Flauto
ja: フルート
ko: 플루트
zh_hans: 长笛

source: Follow a Melody
de: Melodie folgen
fr: Suivre une Mélodie
it: Segui una Melodia
ja: メロディを追いかけよう
ko: 멜로디 따라가기
zh_hans: 跟着旋律走

source: Follow Any Score
de: Jeder Partitur folgen
fr: Suivez n'importe quelle partition
it: Segui qualsiasi spartito
ja: あらゆる楽譜に対応
ko: 모든 악보 따라가기
zh_hans: 跟随任意乐谱

source: Format: [#/b]note['][_] e.g. 1'_ = half-beat high do
de: Format: [#/b]Note['][_] z.B. 1'_ = halber Takt hohes Do
fr: Format : [#/b]note['][_] ex. 1'_ = demi-temps do aigu
it: Formato: [#/b]nota['][_] es. 1'_ = mezzo tempo do acuto
ja: 形式：[#/b]音符['][_] 例：1'_ = 高いドの半拍
ko: 형식: [#/b]음표['][_] 예: 1'_ = 반박 높은 도
zh_hans: 格式：[#/b]音符['][_] 例：1'_ = 高音哆半拍

source: French Horn
de: Waldhorn
fr: Cor d'harmonie
it: Corno
ja: ホルン
ko: 프렌치 호른
zh_hans: 圆号

source: From grand piano to ocean waves, pick your sound.
de: Vom Flügel bis zum Meeresrauschen – wähle deinen Klang.
fr: Du piano à queue aux vagues de l'océan, choisissez votre son.
it: Dal pianoforte a coda alle onde del mare, scegli il tuo suono.
ja: グランドピアノから海の波まで、好きな音色を選ぼう。
ko: 그랜드 피아노부터 파도 소리까지, 원하는 소리를 골라보세요.
zh_hans: 从大钢琴到海浪声，选择你的音色。

source: FX: Atmosphere
de: FX: Atmosphäre
fr: FX: Atmosphère
it: FX: Atmosfera
ja: FX: アトモスフィア
ko: FX: 분위기
zh_hans: 音效: 氛围

source: FX: Brightness
de: FX: Helligkeit
fr: FX: Brillance
it: FX: Luminosità
ja: FX: ブライトネス
ko: FX: 밝기
zh_hans: 音效: 明亮

source: FX: Crystal
de: FX: Kristall
fr: FX: Cristal
it: FX: Cristallo
ja: FX: クリスタル
ko: FX: 크리스탈
zh_hans: 音效: 水晶

source: FX: Echoes
de: FX: Echo
fr: FX: Échos
it: FX: Echi
ja: FX: エコー
ko: FX: 에코
zh_hans: 音效: 回声

source: FX: Goblins
de: FX: Kobolde
fr: FX: Gobelins
it: FX: Folletti
ja: FX: ゴブリン
ko: FX: 고블린
zh_hans: 音效: 鬼怪

source: FX: Rain
de: FX: Regen
fr: FX: Pluie
it: FX: Pioggia
ja: FX: 雨
ko: FX: 비
zh_hans: 音效: 雨声

source: FX: Sci-fi
de: FX: Science-Fiction
fr: FX: Science-fiction
it: FX: Fantascienza
ja: FX: SF
ko: FX: SF
zh_hans: 音效: 科幻

source: FX: Soundtrack
de: FX: Filmmusik
fr: FX: Bande son
it: FX: Colonna sonora
ja: FX: サウンドトラック
ko: FX: 사운드트랙
zh_hans: 音效: 配乐

source: Get Started
de: Loslegen
fr: Commencer
it: Inizia
ja: 始める
ko: 시작하기
zh_hans: 开始使用

source: Grant
de: Erteilen
fr: Accorder
it: Concedi
ja: 許可する
ko: 허용
zh_hans: 授权

source: Grant Permission
de: Berechtigung erteilen
fr: Accorder l'autorisation
it: Concedi autorizzazione
ja: 権限を付与
ko: 권한 부여
zh_hans: 授权

source: Guitar
de: Gitarre
fr: Guitare
it: Chitarra
ja: ギター
ko: 기타
zh_hans: 吉他

source: Guitar Fret Noise
de: Bundgeräusch Gitarre
fr: Bruit de frette
it: Rumore di tasto
ja: フレットノイズ
ko: 프렛 노이즈
zh_hans: 吉他品格噪声

source: Guitar Harmonics
de: Gitarren-Flageolett
fr: Harmoniques guitare
it: Armonici chitarra
ja: ギターハーモニクス
ko: 기타 하모닉스
zh_hans: 吉他泛音

source: Gunshot
de: Schuss
fr: Coup de feu
it: Sparo
ja: 銃声
ko: 총소리
zh_hans: 枪声

source: Harmonica
de: Mundharmonika
it: Armonica
ja: ハーモニカ
ko: 하모니카
zh_hans: 口琴

source: Harpsichord
de: Cembalo
fr: Clavecin
it: Clavicembalo
ja: ハープシコード
ko: 하프시코드
zh_hans: 羽管键琴

source: Helicopter
de: Hubschrauber
fr: Hélicoptère
it: Elicottero
ja: ヘリコプター
ko: 헬리콥터
zh_hans: 直升机

source: Import Numbered Notation, MusicXML, or MIDI files
de: Ziffernnotation, MusicXML oder MIDI-Dateien importieren
fr: Importez des fichiers de notation chiffrée, MusicXML ou MIDI
it: Importa file di notazione numerica, MusicXML o MIDI
ja: 数字譜、MusicXML、MIDIファイルをインポート
ko: 숫자 악보, MusicXML, MIDI 파일 가져오기
zh_hans: 导入简谱、MusicXML 或 MIDI 文件

source: Import Score
de: Partitur importieren
fr: Importer une partition
it: Importa partitura
ja: 楽譜をインポート
ko: 악보 가져오기
zh_hans: 导入乐谱

source: Input Monitoring
de: Eingabeüberwachung
fr: Surveillance des entrées
it: Monitoraggio input
ja: 入力監視
ko: 입력 모니터링
zh_hans: 输入监控

# Input Monitoring is needed to detect keyboard events.
source: Lets TypeNote hear your keystrokes and play a note for each one.
de: Damit TypeNote Tastendrücke erkennen und Töne abspielen kann.
fr: Permet à TypeNote d'entendre vos frappes et de jouer une note à chaque touche.
it: Permette a TypeNote di ascoltare i tasti e suonare una nota per ognuno.
ja: TypeNote がキー入力を感知して 音符を奏でられるようにします。
ko: TypeNote가 키 입력을 감지하여 음표를 재생할 수 있도록 합니다.
zh_hans: 让 TypeNote 听见你的按键， 为每次输入奏响音符。

source: Instruments
de: Instrumente
it: Strumenti
ja: 楽器
ko: 악기
zh_hans: 乐器库

source: Jazz Guitar
de: Jazzgitarre
fr: Guitare jazz
it: Chitarra jazz
ja: ジャズギター
ko: 재즈 기타
zh_hans: 爵士吉他

source: Key
de: Tonart
fr: Tonalité
it: Tonalità
ja: キー
ko: 키
zh_hans: 调式

source: Launch at Login
de: Bei Anmeldung starten
fr: Lancer au démarrage
it: Avvia all'accesso
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动

source: Lead: Fifths
de: Lead: Quinten
fr: Lead: Quintes
it: Lead: Quinte
ja: リード: フィフス
ko: 리드: 5도
zh_hans: 主音: 五度

source: Lead: Sawtooth
de: Lead: Sägezahn
fr: Lead: Dent de scie
it: Lead: Dente di sega
ja: リード: ノコギリ波
ko: 리드: 톱니파
zh_hans: 主音: 锯齿波

source: Lead: Square
de: Lead: Rechteck
fr: Lead: Carré
it: Lead: Quadra
ja: リード: スクエア
ko: 리드: 스퀘어
zh_hans: 主音: 方波

source: Lead: Voice
de: Lead: Stimme
fr: Lead: Voix
it: Lead: Voce
ja: リード: ボイス
ko: 리드: 보이스
zh_hans: 主音: 人声

source: Library
de: Bibliothek
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 라이브러리
zh_hans: 曲库

source: Listen to keyboard events to trigger notes.
de: Lauscht auf Tastaturereignisse, um Noten auszulösen.
fr: Écoute les événements clavier pour déclencher des notes.
it: Ascolta gli eventi della tastiera per attivare le note.
ja: キーボードイベントを監視して音符をトリガーします。
ko: 키보드 이벤트를 감지하여 음표를 재생합니다.
zh_hans: 监听键盘事件以触发音符。

source: LOADED
de: GELADEN
fr: CHARGÉ
it: CARICATO
ja: 読込済
ko: 로드됨
zh_hans: 已加载

source: Melodic Tom
de: Melodisches Tom
fr: Tom mélodique
it: Tom melodico
ja: メロディックトム
ko: 멜로딕 톰
zh_hans: 音调通鼓

source: Music Box
de: Spieluhr
fr: Boîte à musique
it: Carillon
ja: オルゴール
ko: 오르골
zh_hans: 音乐盒

source: Muted Guitar
de: Gedämpfte Gitarre
fr: Guitare étouffée
it: Chitarra smorzata
ja: ミュートギター
ko: 뮤트 기타
zh_hans: 闷音吉他

source: Muted Trumpet
de: Gedämpfte Trompete
fr: Trompette sourdine
it: Tromba con sordino
ja: ミュートトランペット
ko: 뮤트 트럼펫
zh_hans: 弱音小号

source: My Library
de: Meine Bibliothek
fr: Ma bibliothèque
it: La mia libreria
ja: マイライブラリ
ko: 내 보관함
zh_hans: 我的曲库

source: New Numbered Score
de: Neue Ziffernnotation
fr: Nouvelle notation chiffrée
it: Nuova notazione numerica
ja: 新しい数字譜
ko: 새 숫자 악보
zh_hans: 新建简谱

source: No Scores Yet
de: Noch keine Partituren
fr: Aucune partition
it: Nessuna partitura
ja: 楽譜がありません
ko: 악보가 없습니다
zh_hans: 还没有乐谱

source: Non-Interrupt Mode
de: Nicht-Unterbrechungsmodus
fr: Mode sans interruption
it: Modalità senza interruzione
ja: 非割り込みモード
ko: 비중단 모드
zh_hans: 非中断模式

source: NUMBERED
de: ZIFFERN
fr: CHIFFRÉ
it: CIFRATO
ja: 数字譜
ko: 숫자보
zh_hans: 简谱

source: Numbered Notation
de: Ziffernnotation
fr: Notation chiffrée
it: Notazione numerica
ja: 数字譜
ko: 숫자 악보
zh_hans: 简谱

source: Nylon Guitar
de: Nylonsaitengitarre
fr: Guitare en nylon
it: Chitarra con nylon
ja: ナイロンギター
ko: 나일론 기타
zh_hans: 尼龙弦吉他

source: Ocarina
de: Okarina
ja: オカリナ
ko: 오카리나
zh_hans: 陶笛

source: One more thing.
de: Noch eine Sache.
fr: Une dernière chose.
it: Un'ultima cosa.
ja: もう一つだけ。
ko: 한 가지만 더요.
zh_hans: 还有一件事。

source: Only play when typing in a text field.
de: Nur beim Tippen in einem Textfeld spielen.
fr: Jouer uniquement lors de la saisie dans un champ de texte.
it: Suona solo quando si digita in un campo di testo.
ja: テキストフィールドへの入力中のみ演奏する。
ko: 텍스트 필드에 입력할 때만 연주합니다.
zh_hans: 仅在文本框中输入时演奏。

source: Options
de: Optionen
it: Opzioni
ja: オプション
ko: 옵션
zh_hans: 选项

source: Orchestra Hit
de: Orchesterschlag
fr: Coup d'orchestre
it: Colpo d'orchestra
ja: オーケストラヒット
ko: 오케스트라 히트
zh_hans: 管弦齐奏

source: Orchestral Harp
de: Orchestrharfe
fr: Harpe orchestrale
it: Arpa orchestrale
ja: オーケストラルハープ
ko: 오케스트라 하프
zh_hans: 竖琴

source: Organ
de: Orgel
fr: Orgue
it: Organo
ja: オルガン
ko: 오르간
zh_hans: 管风琴

source: Overdriven Guitar
de: Overdriven-Gitarre
fr: Guitare overdrive
it: Chitarra overdrive
ja: オーバードライブギター
ko: 오버드리븐 기타
zh_hans: 过驱吉他

source: Pad: Bowed
de: Pad: Gestrichen
fr: Pad: Archet
it: Pad: Arco
ja: パッド: ボウド
ko: 패드: 보우드
zh_hans: 铺底: 弓奏

source: Pad: Choir
de: Pad: Chor
fr: Pad: Chœur
it: Pad: Coro
ja: パッド: クワイア
ko: 패드: 합창
zh_hans: 铺底: 合唱

source: Pad: Metallic
de: Pad: Metallisch
fr: Pad: Métallique
it: Pad: Metallico
ja: パッド: メタリック
ko: 패드: 메탈릭
zh_hans: 铺底: 金属

source: Pan Flute
de: Panflöte
fr: Flûte de Pan
it: Flauto di Pan
ja: パンフルート
ko: 팬 플루트
zh_hans: 排箫

source: Paste a melody. Your keystrokes will follow the notes.
de: Melodie einfügen. Deine Tastatureingaben folgen den Noten.
fr: Collez une mélodie. Vos frappes suivront les notes.
it: Incolla una melodia. I tuoi tasti seguiranno le note.
ja: メロディを貼り付けると、 キーストロークが音符に沿って奏でられます。
ko: 멜로디를 붙여 넣으면 키 입력이 음표를 따라갑니다.
zh_hans: 粘贴一段旋律， 每次按键都会跟着音符演奏。

source: Paused
de: Pausiert
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시 정지됨
zh_hans: 已暂停

source: Percussive
de: Schlaginstrumente
fr: Percussions
it: Percussioni
ja: パーカッション
ko: 타악기
zh_hans: 打击乐

source: Percussive Organ
de: Perkussive Orgel
fr: Orgue percussif
it: Organo percussivo
ja: パーカッシブオルガン
ko: 퍼커시브 오르간
zh_hans: 打击风琴

source: Permission Required
de: Berechtigung erforderlich
fr: Autorisation requise
it: Autorizzazione richiesta
ja: 権限が必要
ko: 권한 필요
zh_hans: 需要权限

source: Piano
de: Klavier
it: Pianoforte
ja: ピアノ
ko: 피아노
zh_hans: 钢琴

source: Pick Your Sound
de: Klang wählen
fr: Choisissez Votre Son
it: Scegli il Tuo Suono
ja: サウンドを選ぼう
ko: 소리 선택하기
zh_hans: 选择你的音色

source: Pipe
de: Blasinstrument
fr: Flûtes
it: Flauti
ja: 管楽器
ko: 관악기
zh_hans: 管乐器

source: Pizzicato Strings
de: Pizzicato-Streicher
fr: Cordes pizzicato
it: Archi pizzicato
ja: ピッツィカートストリングス
ko: 피치카토 현악기
zh_hans: 拨奏弦乐

source: Play Mode
de: Spielmodus
fr: Mode de lecture
it: Modalità di riproduzione
ja: 再生モード
ko: 재생 모드
zh_hans: 播放模式

source: Press Any Key
de: Beliebige Taste drücken
fr: Appuyez sur n'importe quelle touche
it: Premi qualsiasi tasto
ja: 任意のキーを押す
ko: 아무 키나 누르기
zh_hans: 按下任意键

source: Press any key to play
de: Beliebige Taste drücken um zu spielen
fr: Appuyez sur une touche pour jouer
it: Premi un tasto per suonare
ja: 任意のキーを押して演奏
ko: 아무 키나 눌러 연주
zh_hans: 按任意键演奏

source: Press Esc to close
de: Esc drücken zum Schließen
fr: Appuyez sur Échap pour fermer
it: Premi Esc per chiudere
ja: Escキーで閉じる
ko: Esc를 눌러 닫기
zh_hans: 按 Esc 键关闭

source: Quit
de: Beenden
fr: Quitter
it: Esci
ja: 終了
ko: 종료
zh_hans: 退出

source: Recorder
de: Blockflöte
fr: Flûte à bec
it: Flauto dolce
ja: リコーダー
ko: 리코더
zh_hans: 竖笛

source: Reed
de: Rohrblatt
fr: Anche
it: Ance
ja: リード
ko: 리드
zh_hans: 簧片乐器

source: Reed Organ
de: Harmonium
fr: Orgue à anche
it: Organo a canne
ja: リードオルガン
ko: 리드 오르간
zh_hans: 簧风琴

source: Reset to beginning
de: Zum Anfang zurücksetzen
fr: Réinitialiser au début
it: Reimposta all'inizio
ja: 最初に戻す
ko: 처음으로 재설정
zh_hans: 重置到开头

source: Reverse Cymbal
de: Umgekehrtes Becken
fr: Cymbale inversée
it: Piatto inverso
ja: リバースシンバル
ko: 리버스 심벌
zh_hans: 反转钹

source: Rock Organ
de: Rockorgel
fr: Orgue rock
it: Organo rock
ja: ロックオルガン
ko: 록 오르간
zh_hans: 摇滚风琴

source: Save
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
zh_hans: 保存

source: Save & Load
de: Speichern und laden
fr: Sauvegarder et charger
it: Salva e carica
ja: 保存して読み込む
ko: 저장 및 불러오기
zh_hans: 保存并加载

source: Score
de: Partitur
fr: Partition
it: Partitura
ja: 楽譜
ko: 악보
zh_hans: 乐谱

source: Score Library
de: Partiturbibliothek
fr: Bibliothèque de partitions
it: Libreria partiture
ja: 楽譜ライブラリ
ko: 악보 라이브러리
zh_hans: 乐谱库

source: Score Name
de: Partiturname
fr: Nom de la partition
it: Nome partitura
ja: 楽譜名
ko: 악보 이름
zh_hans: 乐谱名称

source: Seashore
de: Meeresrauschen
fr: Bord de mer
it: Riva del mare
ja: 海岸
ko: 해안
zh_hans: 海浪声

source: Sequential
de: Sequenziell
fr: Séquentiel
it: Sequenziale
ja: 順番に再生
ko: 순서대로 재생
zh_hans: 顺序播放

source: Shuffle
de: Zufällig
fr: Aléatoire
it: Casuale
ja: シャッフル
ko: 셔플
zh_hans: 随机播放

source: Single Repeat
de: Einzelwiederholung
fr: Répétition simple
it: Ripetizione singola
ja: 1曲リピート
ko: 한 곡 반복
zh_hans: 单曲循环

source: Skip for Now
de: Jetzt überspringen
fr: Ignorer pour l'instant
it: Salta per ora
ja: 後で設定する
ko: 나중에 설정하기
zh_hans: 暂时跳过

source: Smart Mute
de: Intelligentes Stummschalten
fr: Sourdine intelligente
it: Silenziamento intelligente
ja: スマートミュート
ko: 스마트 뮤트
zh_hans: 智能静音

source: Soprano Sax
de: Sopransaxophon
fr: Saxophone soprano
it: Sassofono soprano
ja: ソプラノサックス
ko: 소프라노 색소폰
zh_hans: 高音萨克斯

source: Sound Effects
de: Soundeffekte
fr: Effets sonores
it: Effetti sonori
ja: サウンドエフェクト
ko: 음향 효과
zh_hans: 音效

source: Start typing to play music
de: Tippen Sie, um Musik zu spielen
fr: Commencez à taper pour jouer de la musique
it: Inizia a digitare per suonare musica
ja: 入力して音楽を演奏しよう
ko: 입력하여 음악 연주하기
zh_hans: 开始输入以演奏音乐

source: Steel Guitar
de: Stahlsaitengitarre
fr: Guitare en acier
it: Chitarra con corde d'acciaio
ja: スチールギター
ko: 스틸 기타
zh_hans: 钢弦吉他

source: String Ensemble 1
de: Streicher-Ensemble 1
fr: Ensemble à cordes 1
it: Ensemble d'archi 1
ja: ストリングアンサンブル1
ko: 현악 앙상블 1
zh_hans: 弦乐合奏 1

source: String Ensemble 2
de: Streicher-Ensemble 2
fr: Ensemble à cordes 2
it: Ensemble d'archi 2
ja: ストリングアンサンブル2
ko: 현악 앙상블 2
zh_hans: 弦乐合奏 2

source: Strings
de: Streicher
fr: Cordes
it: Archi
ja: 弦楽器
ko: 현악기
zh_hans: 弦乐

source: Switch to Grid
de: Zur Rasteransicht wechseln
fr: Passer en vue grille
it: Passa alla vista griglia
ja: グリッド表示に切替
ko: 그리드 보기로 전환
zh_hans: 切换到网格视图

source: Switch to List
de: Zur Listenansicht wechseln
fr: Passer en vue liste
it: Passa alla vista elenco
ja: リスト表示に切替
ko: 목록 보기로 전환
zh_hans: 切换到列表视图

source: Synth
de: Synthesizer
fr: Synthé
it: Sintetizzatore
ja: シンセ
ko: 신디사이저
zh_hans: 合成器

source: Synth Brass 1
de: Synth-Blechbläser 1
fr: Cuivres synth 1
it: Ottoni synth 1
ja: シンセブラス1
ko: 신스 브라스 1
zh_hans: 合成铜管1

source: Synth Brass 2
de: Synth-Blechbläser 2
fr: Cuivres synth 2
it: Ottoni synth 2
ja: シンセブラス2
ko: 신스 브라스 2
zh_hans: 合成铜管2

source: Synth Drum
de: Synth-Trommel
fr: Batterie synth
it: Batteria synth
ja: シンセドラム
ko: 신스 드럼
zh_hans: 合成鼓

source: Synth FX
de: Synth-Effekte
fr: Effets Synth
it: Effetti Synth
ja: シンセエフェクト
ko: 신스 FX
zh_hans: 合成音效

source: Synth Lead 1 (square)
de: Synth-Lead 1 (Rechteck)
fr: Synth Lead 1 (carré)
it: Synth Lead 1 (quadra)
ja: シンセリード1（スクエア）
ko: 신스 리드 1 (구형파)
zh_hans: 合成主音1（方波）

source: Synth Lead 2 (sawtooth)
de: Synth-Lead 2 (Sägezahn)
fr: Synth Lead 2 (dent de scie)
it: Synth Lead 2 (dente di sega)
ja: シンセリード2（ノコギリ波）
ko: 신스 리드 2 (톱니파)
zh_hans: 合成主音2（锯齿波）

source: Synth Strings 1
de: Synth-Streicher 1
fr: Cordes synth 1
it: Archi synth 1
ja: シンセストリングス1
ko: 신스 현악기 1
zh_hans: 合成弦乐1

source: Synth Strings 2
de: Synth-Streicher 2
fr: Cordes synth 2
it: Archi synth 2
ja: シンセストリングス2
ko: 신스 현악기 2
zh_hans: 合成弦乐2

source: Synth Voice
de: Synth-Stimme
fr: Voix synth
it: Voce synth
ja: シンセボイス
ko: 신스 보이스
zh_hans: 合成人声

source: Taiko Drum
de: Taiko-Trommel
fr: Tambour taiko
it: Tamburo taiko
ja: 太鼓
ko: 타이코 드럼
zh_hans: 太鼓

source: Tango Accordion
de: Tango-Akkordeon
fr: Accordéon tango
it: Fisarmonica tango
ja: タンゴアコーディオン
ko: 탱고 아코디언
zh_hans: 探戈手风琴

source: Telephone Ring
de: Telefonklingeln
fr: Sonnerie téléphone
it: Squillo telefono
ja: 電話の呼び出し音
ko: 전화 벨소리
zh_hans: 电话铃声
